{
  "-MYeyWG3Uvx5Ac64_ilM" : {
    "about_seller" : " TV is beautiful with minute bezels. I was pleased by the picture quality in first I expected a smooth software from oneplus but TV operation is bit slow probably due to 1gb ram and lower clocked processor. Can't complaint at this price point. Wish oneplus would release better optimized software in update. Software update was one of my reason to buy TV from oneplus. Response from the bluetooth remote was bit slow. But hold bluetooth was very functional. Might be as it is bluetooth 5.0, TV was able to connect to 3+ devices at a time. 1 mobile, 1 bluetooth speaker and remote. That's great.",
    "description" : "Resolution: HD Ready (1366x768) | Refresh Rate: 60 hertz Connectivity: 2 HDMI ports to connect set top box, Blu Ray players, gaming console | 2 USB ports to connect hard drives and other USB devices Sound : 20 Watts Output | Dolby Audio Smart TV Features: Android TV 9.0 | OnePlus Connect | Google Assistant | Play Store | Chromecast | Shared Album | Supported Apps : Netflix, YouTube, Prime video | Content Calendar | OxygenPlay Display : LED Panel | Noise Reduction | Colour Space Mapping |Dynamic Contrast | Anti-Aliasing | DCI-P3 93% colour gamut | Gamma Engine Design: Bezel-less | Screen/Body Ratio = 91.4% Warranty Information: 1 year comprehensive warranty and additional 1 year on panel provided by the manufacturer from date of purchase",
    "image" : "https://images-na.ssl-images-amazon.com/images/I/81qtALn%2BGpL._SL1500_.jpg",
    "image2" : "https://images-na.ssl-images-amazon.com/images/I/91FwezE9csL._SL1500_.jpg",
    "item" : " OnePlus 80 cm (32 inches) Y Series HD Ready LED",
    "off" : "20000",
    "price" : "40000",
    "sellers" : "OnePlus"
  },
  "-MYf-dwK398rYaYQn57q" : {
    "about_seller" : "Do more on your Mi TV using your voice with Google Assistant. Press Google Assistant button on your remote to search across 500,000+ movies and show, get recommendations to match your mood, control smart home devices and more.  Powerful 20W Speakers + DTS-HD With two dedicated speakers and powerful 20W output with DTS-HD delivers a stunning sound that not only matches the quality of the visuals but also fills the room with clear dialogues from your favourite movies and TV shows.  Performance Mi TV comes with a powerful 64-bit A53 Quad-core processor coupled with 1GB of RAM and 8 GB of internal storage. With 7th generation imaging engine, you can enjoy reduced noise, professionally calibrated picture quality and a rich range of colors with every single fra",
    "description" : "Resolution : Full HD (1920x1080) | Refresh Rate: 60 hertz Connectivity: 3 HDMI ports to connect set top box, Blu Ray players, gaming console | 3 USB ports to connect hard drives and other USB devices Sound: 20 Watts Output | DTS-HD sound Smart TV Features :Built-In Wi-Fi | PatchWall | Netflix | Prime Video | Disney+Hotstar and more | Android TV 9.0 | Google Assistant | Data Saver Display : LED Panel | Vivid Picture engine Warranty Information: 1 year warranty on product and 1 year extra on Panel Installation/Wall mounting/demo will be arranged by Amazon Home Services or Xiaomi service partner. For more information, please call Mi support on 1800-103-6286 | Wall Mount is not included in the box and will be charged extra at the time of installation Easy returns: This product is eligible for replacement within 10 days of delivery in case of any product defects, damage or features not matching the description provided.",
    "image" : "https://images-na.ssl-images-amazon.com/images/I/710rArA2OPL._SL1500_.jpg",
    "image2" : "https://images-na.ssl-images-amazon.com/images/I/61OEmD6FVBL._SL1500_.jpg",
    "item" : " Mi 4 120 cm 43 Inches Full HD Android LED",
    "off" : "21001",
    "price" : "40000",
    "sellers" : "Mi"
  },
  "-MYf0BfFMP4UnMQVLMB9" : {
    "about_seller" : "Chromecast built in Easily cast your favourite movies, music and more to your Mi TV. With Chromecast built-in, you can cast all your favourite content directly to your biggest screen at home.  Powerful 20W Speakers + DTS-HD With two dedicated speakers and powerful 20W output with DTS-HD delivers a stunning sound that not only matches the quality of the visuals but also fills the room with clear dialogues from your favourite movies and TV shows.  Performance Mi TV comes with a powerful 64-bit A53 Quad-core processor coupled with 1GB of RAM and 8 GB of internal storage. With 7th generation imaging engine, you can enjoy reduced noise, professionally calibrated picture quality and a rich range of colors with every single frame.",
    "description" : "Resolution : Full HD (1920x1080) | Refresh Rate: 60 hertz Connectivity: 3 HDMI ports to connect set top box, Blu Ray players, gaming console | 3 USB ports to connect hard drives and other USB devices Sound: 20 Watts Output | DTS-HD sound Smart TV Features :Built-In Wi-Fi | PatchWall | Netflix | Prime Video | Disney+Hotstar and more | Android TV 9.0 | Google Assistant | Data Saver Display : LED Panel | Vivid Picture engine Warranty Information: 1 year warranty on product and 1 year extra on Panel Installation/Wall mounting/demo will be arranged by Amazon Home Services or Xiaomi service partner. For more information, please call Mi support on 1800-103-6286 | Wall Mount is not included in the box and will be charged extra at the time of installation Easy returns: This product is eligible for replacement within 10 days of delivery in case of any product defects, damage or features not matching the description provided",
    "image" : "https://images-na.ssl-images-amazon.com/images/I/71SJZ2F9YLL._SL1500_.jpg",
    "image2" : "https://images-na.ssl-images-amazon.com/images/I/51mMIlaCuiL._SL1291_.jpg",
    "item" : "Mi 4A 100 cm 40 Inches Full HD Android LED",
    "off" : "9000",
    "price" : "21000",
    "sellers" : "Mi"
  },
  "-MYf1tHVTujBk6eP0I9Q" : {
    "about_seller" : "AmazonBasics 43 inch 4K Ultra HD Fire TV uses the power of cutting edge technology to bring you a seamless and immersive TV viewing experience.  The Ultra Bright Screen is Powered by Amlogic 9th generation imaging engine for unmatched picture quality and enhanced with Dolby Vision to create stark contrasts and defined highlights. Images come alive with HDR10 that features enhanced colour spacing and infinite detail even in the brightest visuals with HLG. Dolby Atmos amplifes the sound to further add to your viewing experience.  With built in Alexa and Alexa voice controls, find and play content from a wide variety of content available across 5000 apps including YouTube, Prime Video, Netflix, Hotstar, SonyLIV or browse and watch cable channels from a dedicated live tab on your Fire TV home screen. Using DTH set-top box integration, switch easily between DTH TV Channels, Prime Video, Netflix, YouTube and more. Seamlessly connect your other devices to mirror images, videos and music or plug in your gaming console to create your own big screen gaming experience complete with action packed ultra fast paced visuals brought alive by the A+ grade panel, quad core processor, surround sound and infinite detail at 3840x2160 resolution and 60 Hz refresh rate.",
    "description" : "Resolution: 4K Ultra HD (3840 x 2160) | Refresh Rate: 60 hertz | 178° wide viewing angle Connectivity: 3 HDMI 2.0 ports to connect set top box, Blu Ray players, gaming console | 1 USB 3.0 and 1 USB 2.0 ports to connect hard drives and other USB devices | IR Port to control connected devices like Soundbars, Receivers and Set top boxes Sound output: Inbuilt 20 Watts Powerful Speakers | Dolby Atmos Smart TV Features: Fire TV OS | Built in Alexa and Alexa voice controls | DTH Set-Top Box Integration to switch between DTH TV Channels and OTT apps from home screen | Supported Apps: Prime Video | Netflix | Disney + Hotstar | YouTube | Apple TV | 5000+ apps from Fire OS Store | Display Mirroring | 1.95GHz Quad core processor | 1.5GB RAM/DDR Display: A+ Grade LED panel | Dolby vision | HDR 10 + HLG | Amlogic 9th Generation Imaging Engine | Ultra bright screen | Advance picture processing | Anti-aliasing | Dynamic contrast | Dynamic backlight Warranty Information: 1 Year Comprehensive Warranty; additional 1 year Warranty on panel Installation/Wall mounting/demo will be arranged by Amazon Home Services. For warranty and device related issues, go to Your Orders on Amazon.in or Amazon shopping app > Locate your TV order > Select ‘Get Product Support’ and schedule a service. For any other information, please contact Amazon customer support.",
    "image" : "https://images-na.ssl-images-amazon.com/images/I/81c5klKpUdL._SL1500_.jpg",
    "image2" : "https://images-na.ssl-images-amazon.com/images/I/81w4IRuC45L._SL1500_.jpg",
    "item" : " AmazonBasics 109cm (43 inches).",
    "off" : "8000",
    "price" : "42000",
    "sellers" : "AmazonBasics"
  },
  "-MYf7uX4Y2QGZVKTB3cq" : {
    "about_seller" : "Placed order on 6th august 20, got TV on 8th August, person came after 5 days for installation on 13th, TV worked for 3 days, the picture start showing big vertical patch on 17th August, called amazon, Kodak, emailed Amazon and Kodak, no service, no replacement, no refund. Totally stuck. Waiting till Sunday 23rd August. Monday going to file legal case in consumer court with a refund request as well demarage for Mental stress and time loss",
    "description" : "Resolution: Full HD (1920 x 1080) | Refresh Rate: 60 hertz Connectivity: 3 HDMI ports to connect set top box, Blu Ray players, gaming console | 2 USB ports to connect hard drives and other USB devices Sound output: 24 Watts Output Smart TV Features: Android TV | Voice Search | Google Play | Chromecast | Amazon Prime Video Display : A+ Grade Panel | Superior Sleek | Slim and stylish design Warranty Information: 1 year standard manufacturer warranty by Kodak from the date of Purchase Installation: Brand will contact for installation for this product once delivered. Contact Kodak for assistance @ 1800-103-3036 and provide product's model name and seller's details mentioned on your invoice. The service center will allot you a convenient slot for the service Easy Returns: This product is eligible for replacement within 10 days of delivery in case of any product defects, damage or features not matching the description provided",
    "image" : "https://images-na.ssl-images-amazon.com/images/I/81A0bCUfYAL._SL1500_.jpg",
    "image2" : "https://images-na.ssl-images-amazon.com/images/I/81A0bCUfYAL._SL1500_.jpg",
    "item" : "Kodak 102 cm (40 Inches) Full HD Certified Android.",
    "off" : "2100",
    "price" : "13990",
    "sellers" : "Kodak"
  },
  "-MYf8VttrDRZKwG3-4DD" : {
    "about_seller" : "World’s most popular Operating System is now on Panasonic TV. It allows you to experience a whole new world with entertainment, just as much as you want. Entire series of Android services are available with easy-to-use user interface. It’s an investment not only for today, but for the future.  Built-in Google Assistant Get a hands-free experience on your TV with Built-in Google Assistant. Quickly find and play your favorite shows, get answers and control your TV & home. Press the mic button on your remote to get started.  Chromecast Built-In Be it your phone or any other device, cast the content you like on bigger screen, directly to your Panasonic TV. The bigger screen, the more excitement.",
    "description" : "Resolution: Full HD (1920x1080) | Refresh Rate: 60 hertz Connectivity: 2 HDMI ports to connect set top box, Blu-Ray players, gaming console | 2 USB port to connect hard drives and other USB devices Smart TV Features : Android OS (Ver. 9.0) by Google | ARM CA53 Quad Core with TEE and secure boot 1.1GHz | Google Assistant Built-in | Netflix, Amazon Prime, Youtube and Many More| Chromecast Built-in Sound : 16 Watts Output| Audio Link| V-Audio Display: Vivid Digital PRO| Multi HDR| Adaptive Backlight Dimming Installation: For requesting installation/wall mounting/demo of this product once delivered, please directly call Panasonic support on 1800 103 1333 and provide product's model name as well as seller's details mentioned on the invoice Warranty Information: 1 year standard manufacturer warranty by Panasonic from the date of Purchase Easy Returns: This product is eligible for replacement within 10 days of delivery in case of any product defects, damage or features not matching the description provided",
    "image" : "https://images-na.ssl-images-amazon.com/images/I/91auveGcURL._SX679_.jpg",
    "image2" : "https://images-na.ssl-images-amazon.com/images/I/81hS8spMZiL._SL1500_.jpg",
    "item" : "Panasonic 100 cm (40 inches) Full HD Android Smart LED TV",
    "off" : "10000",
    "price" : "40000",
    "sellers" : "Panasonic"
  },
  "-MYhqZQemc2ryBKV-QF2" : {
    "about_seller" : "Delivery was fast but installation & demo part takes approx 6 days.I choose the slot but guy didn't came and completed the installation process of its own on its app.Installation part is not done by 1+,they had given installation to Amazon, Amazon had given to Cloudtail,Cloudtail had given to Qdigi,Qdigi had given to another co.Guy who came to me didn't know how to set correct picture?They only know how to hang TV on wall else nothing. 3.5 mm jack is missing.Colour is better but not the best like Sony.SD channel quality is very poor,HD channel quality is poor.4k quality is good.So,if you have budget go for Sony for the best display and service after sales.If you don't have budget go for budget TV at least you will save money .If you can wait for at least 1 week for installation & demo part you can go for 1+ TV as installation co will say they are overloaded in this festive season as they have to install other company TV's also.2nd execuse will be 1+ TV is new so they don't know all about demo part.Kindly check full hd and SD picture quality before buying any TV as 4k content is not easy available in the market.",
    "description" : "Resolution: 4K Ultra HD (3840x2160) | Motion Rate 480 Hertz. Speaker type : 2.1 CH Connectivity: 4 HDMI ports (HDMI 2 supports ARC) to connect set top box, Blu Ray players, gaming console | 3 USB port to connect hard drives and other USB devices Sound : 50 Watts Output | Alluring sound | Dolby Atmos | Full range 4 Speaker | 2 Tweeter | 2 Sub-woofer Smart TV Features : Built-In Wifi | One Click Amazon Prime Video Button Remote | Android TV | Google assistant | Oxygen OS with Android Pie (9) | RAM 3 GB | 16 GB Storage | CPU: A53*4 | OnePlus PQ Engine Gamma Color Magic | Chromecast Built-in |OxygenPlay VOD selection | Screen casting | OnePlus Connect Mobile Sync and control | Bluetooth Stereo mode | File browser(local media player) Display : QLED 120% NTSC | Bezel Less Design | Support HDR10，HDR10+，HLG decode, Dolby vision certification | Most holistic experience Warranty Information: 1 year comprehensive warranty with additional 1 year warranty on panel from date of purchase. For claiming warranty, A) Go to 'Your orders' section, B) select the product, C) Click on Get product support and D) schedule an appointment. No need to call anyone and wait in a queue. Hassle free process. Paperless Experience with complete visibility on every step of your warranty claim. Installation/Wall mounting/demo will be arranged by Amazon Home Services. For any other information, please contact Amazon customer support Easy returns: This product is eligible for replacement within 10 days of delivery in case of any product defects, damage or features not matching the description provided",
    "image" : "https://images-na.ssl-images-amazon.com/images/I/71GYLokH21L._SL1500_.jpg",
    "image2" : "https://images-na.ssl-images-amazon.com/images/I/71ZVX3PNmTL._SL1500_.jpg",
    "item" : "OnePlus 138.8 cm (55 inches) Q1 Series 4K.",
    "off" : "10000",
    "price" : "70000",
    "sellers" : "OnePlus"
  },
  "-MYhquDWxSWBGAZvsIdF" : {
    "about_seller" : "The product is good and display is excellent. I ordered this as my kids where fond of talking to Alexa but disappointed as Magic remote was not part of the package. Showrooms deliver with magic remote and on Amazon NO. LG says ,we should reach out to the seller but why in this world a buyer of a brand should reach out seller when it is the brand that promotes all fundas but never bothers once it is sold.. Warranty is also for one year :( and if we take up with in 15 days extended warranty will be around 8k or it will be doubled..Life is Good but not always when customer expectations are not net.. Only LG guys life is good but our Life's are Grave...",
    "description" : "Resolution: 4K Ultra HD (3840x2160) | Refresh Rate: 50 hertz Connectivity: 3 HDMI ports to connect set top box, Blu Ray players, gaming console | 2 USB ports to connect hard drives and other USB devices Sound : 20 Watts Output | Powerful Sound Smart TV Features : ThinQ AI Smart TV | One touch access to Netflix and amazon prime | Miracast (screen sharing) | AI launcher Display : Active HDR | HDR dynamic tone mapping | DTS virtual: X Warranty Information: 1 Year LG India Comprehensive Warranty and additional 1 year Warranty is applicable on panel/module from the date of purchase Installation: For requesting installation/wall mounting/demo of this product once delivered, please directly call LG support on 1800 180 9999/1800 315 9999 and provide product's model name as well as seller's details mentioned on the invoice Easy returns: This product is eligible for replacement within 10 days of delivery in case of any product defects, damage or features not matching the description provided",
    "image" : "https://images-na.ssl-images-amazon.com/images/I/71tV-vh33tL._SL1500_.jpg",
    "image2" : "https://images-na.ssl-images-amazon.com/images/I/71kHPhgnbtL._SL1500_.jpg",
    "item" : "LG 126 cm (50 inches) 4K Ultra HD Smart LED TV 50UM7290PTD",
    "off" : "17500",
    "price" : "42500",
    "sellers" : "LG"
  },
  "-MYhrWWkDDXDTuf5VMOi" : {
    "about_seller" : "Relive all your memories. Turn your living room into a personal gallery by displaying photos from your mobile device.  Music Enjoy background music in every day life. Simply play the music with voice command or from your smart phone connected via Bluetooth.  * Service specifications vary by region and model.  ** The Ambient Mode background setting feature may vary depending on the environment where the TV is installed including, but not limited to, wall designs, patterns, and/or colors.  *** Images are simulated and for illustration purposes only. The appearance and design specifications which is not affecting to product performance are subject to change without notice  **** All devices must be on the same network and Internet connection is required.  ***** Agreement of the Services TV Terms and Conditions and Privacy Policy is required upon your first use.  No Gap Wall-mount Treat your QLED TV like the masterpiece it is. The no-gap wall mount hangs your TV flush to the wall, fusing it beautifully with your interior décor.  *The images are for illustrative purposes only and are intended to provide better understanding.  ** Measured from rear end of the TV, the gap may differ based on the installation and wall type.  *** No Gap Wall-mount sold separately.  Curved Screen Phenomenal anywhere, the elegantly curved screen epitomizes craftsmanship and modern minimalism. Elevate your home décor with the unique Q8C design.",
    "description" : "Resolution: 4K Ultra HD (3840x2160) | Refresh Rate: 120 hertz Connectivity: 4 HDMI ports to connect set top box, Blu Ray players, gaming console | 3 USB ports to connect hard drives and other USB devices Sound : 40 Watts Output Display : QLED Panel | Q HDR Elite (HDR 10+) | Slim and stylish design Smart TV Features : Built-in Wi-fi | Q Engine | Smart TV with free apps | One Remote Control | Smart Hub Warranty Information : 1 year comprehensive plus 1 year additional on panel by Samsung Installation: For requesting Samsung sanitized installation/wallmounting/demo of this product once delivered, please directly call Samsung support on [1800407267864/180057267864] and provide product's model name as well as seller's details mentioned on the invoice.",
    "image" : "https://images-na.ssl-images-amazon.com/images/I/91i6SX47ClL._SL1500_.jpg",
    "image2" : "https://images-na.ssl-images-amazon.com/images/I/81QqZ4%2B9f8L._SL1500_.jpg",
    "item" : "Samsung 163 cm (65 inches) Q Series QA65Q8CNAK 4K LED Smart TV",
    "off" : "12000",
    "price" : "80000",
    "sellers" : "Samsung"
  },
  "-MYhrqvX9ozCq1QZqgx2" : {
    "about_seller" : "I am a loyal prime user of Amazon and shop frequently. Never have been disspointed with the delivery and if at all I was not happy with the product, support team of amazon would always help me out. So this time too the delivery was smooth and on schedule. The Sony service center team did call us but I had already installed the TV by myself as it was pretty simple. Service center team came to our house and delivered the wall mount panel and also they informed that they will do free mounting . I didn't require the mounting at that time.  Finally about the product.  Display, viewing angles and Sound quality is good. But would suggest people to get a good soundbar for good cinematic experience. (always recommended for any TV).",
    "description" : "Resolution: Full HD (1920x1080) | HDR Connectivity: 2 HDMI ports to connect set top box, Blu Ray players, gaming console | 2 USB ports to connect hard drives and other USB devices Sound : 20 Watts Output | Open Baffle Speaker | ClearAudio+ technology | TV MusicBox Smart TV Features: Smart TV | Screen Mirroring | Netflix | Amazon Prime Video | HDR Gaming Display: HDR | X-Reality Pro | Motionflow XR 100 1 year comprehensive warranty by Sony from date of purchase Installation: Brand will contact for installation for this product once delivered. Contact Sony for assistance @ 18001037799 and provide product's model name as well as seller's details mentioned on the invoice Easy returns: This product is eligible for replacement within 10 days of delivery in case of any product defects, damage or features not matching the description provided",
    "image" : "https://images-na.ssl-images-amazon.com/images/I/81lpllAGcBL._SL1500_.jpg",
    "image2" : "https://images-na.ssl-images-amazon.com/images/I/71fe4Tfn5vL._SL1500_.jpg",
    "item" : "Sony Bravia 108 cm (43 inches) Full HD",
    "off" : "21000",
    "price" : "37990",
    "sellers" : "Sony"
  },
  "-MYht1M6x3ue3GKgclch" : {
    "about_seller" : "Worth for money product.I am writing this review after two days of usage the delivery by Amazon is good and installation suppourts was also very quick First please don't compare with the brand products like lg Samsung and song If we compare with other 65 inches in this segment this is far better than others like kodak,nokia,motorola which are offering the same in this price range Pros  Large scree exprience was nice and picture quality is grate plays 4k videos very smooth without any lag Has dual band WiFi HDR 10+ and lot more future.",
    "description" : "Resolution: 4K Ultra HD (3840 x 2160) | Refresh Rate: 60Hz | Viewing angle : 178 Degree Connectivity: 3 HDML ports to connect latest gaming consoles, set top box, Blu-ray Players | 2 USB ports to connect hard drives and other USB devices | ALLM | eARC - Dolby Atmos Passthrough eARC HDMI port | Bluetooth 5.0 | Optical Sound: 30 Watts Output | Dolby Audio | DTS Virtual: X | Dolby Atmos pass through eARC | DTS-HD Smart TV Features : Android TV 10 | PatchWall - Kids Mode with Parental Lock | Smart Curation | Universal search | Language Universe | India's Top 10 | Okay Google | Chromecast| Suporting Apps : Netflix, Prime Video, Disney+ Hotstar Display: 4K LED Panel | Dolby Vision | HDR10+ | HLG | Reality Flow | Vivid Picture Engine Warranty Information: 1 year comprehensive warranty on product and 1 year additional on Panel provided by the brand from the date of purchase Installation/Wall mounting/demo will be arranged by Amazon Home Services or Xiaomi service partner. For more information, please call Mi support on 1800-103-6286 | Wall Mount is not included in the box and will be charged extra at the time of installation Easy Returns: This product is eligible for replacement within 10 days of delivery in case of any product defects, damage or features not matching the description provided.",
    "image" : "https://images-na.ssl-images-amazon.com/images/I/81sscKjSPiL._SL1500_.jpg",
    "image2" : "https://images-na.ssl-images-amazon.com/images/I/71rw%2BrDRSNL._SL1500_.jpg",
    "item" : "Redmi X50 - 126 cm (50 inches) 4K Ultra HD",
    "off" : "7001",
    "price" : "32999",
    "sellers" : "Redmi"
  },
  "-MYhtfnQyVnRI8RE1FFP" : {
    "about_seller" : "Quality with Safety TCL all Tvs are certified by the all required Indian certification body, that ensures to deliver the safety with quality to the end consumer.  Android TV AI-IN facilitates Intelligent TCL and Google Home enabled product to be synced, and controlled remotely. Set the thermostat, dim the lights, command your robot vacuum, and more... welcome to the home and TV of tomorrow, comes with the world’s most popular operating system. Enjoy TV, music, movies, games, and more on-demand – entertainment essentials come pre-installed, plus download more via the Google Play Store. Plus, stay up to date with more guaranteed system updates than industry standard.  Unlimited Content TCL with collaboration with the exclusive OTT partner gives you quick and seamless access to 1062000 + content provision, with content types ranging from movie, series, live shows, sports, music to kids and sources from major local video-on-demand players like ErosNow, ZEE5, Hotstar, Voot, Jio Cinema, Hungama Play, ALTBalaji and YuppTV, and youtube/netflix, prime video too. So why to being worried of getting this when your eye catching show is live",
    "description" : "Resolution: HD Ready (1366 x 768) | Refresh Rate: 60Hz | 178 Degree Viewing Angle Connectivity: 2 HDMI Ports to connect set top box, Blu Ray players, gaming console | 2 USB Ports to connect hard drives or other USB devices | 1 Headphone Jack Sound: 10 Watts Output | Powerful Speaker with Dolby Audio | DTS Deconding Technology for remarkable sound quality Smart TV Features : In Built Wifi for easy access | Choose from a vast catalog of movies and TV shows from Prime Video, Hotstar, Netflix, Zee5, Sony LIV and more | Display Mirroring for compatible devices Display: A+ Grade Panel Durable HDR | Ultra bright screen for flawless picture quality even in bright rooms with Brightness: 280nits | Micro Dimming Warranty Information : 1.5 year standard manufacturer warranty by TCL from the date of Purchase Installation: Brand will contact for installation for this product once delivered. Contact TCL Support for assistance @ 1800-419-0622 and provide product's model name and seller's details mentioned on your invoice. The service center will allot you a convenient slot for the service Easy returns: This product is eligible for replacement within 10 days of delivery in case of any product defects, damage or features not matching the description provided › See more product details Compare with similar items.",
    "image" : "https://images-na.ssl-images-amazon.com/images/I/91NJLiZrPaL._SL1500_.jpg",
    "image2" : "https://images-na.ssl-images-amazon.com/images/I/91PeOHrP3DL._SL1500_.jpg",
    "item" : "TCL 79.9 cm (32 Inches) HD Ready Certified Android Smart LED TV 32S65A ",
    "off" : "12000",
    "price" : "50090",
    "sellers" : "TCL"
  }
}
